package com.cjx.social.config;

import java.util.ArrayList;
import java.util.List;

/**
 * Created by 17858 on 2018-05-21.
 */
public class Constants {

    public static final String WEB_ADDR = "118.25.138.163:80/";

    public static final String[] ancientBookNameList = new String[] {"会计学",
                                                            "小企业会计实务操作",
                                                            "新编基础会计实验",
                                                            "国际结算与信贷",
                                                            "国际金融与管理",
                                                            "国际经济合作",
                                                            "会计学基础",
                                                            "企业理财策略",
                                                            "工程经济学（第三版）",
                                                            "从摇篮到摇篮－－循环经济设计之探索",
                                                            "中国建筑艺术二十讲(插图珍藏本)",
                                                            "清式营造则例",
                                                            "大同古建筑调查报告",
                                                            "修理故宫景山万寿亭计划",
                                                            "汉代建筑式样与装饰",
                                                            "释神",
                                                            "随园诗话",
                                                            "正定古建筑调查纪略",
                                                            "小耕石斋画谱",
                                                            "校补玉海琐记",
                                                "中国现代文学中的自然精神研究",
                                                "修辞学散论",
                                                "同调与同伦原理",
                                                "先知的箴言",
                                                "一部英国的“傅雷家书”-教子信札",
                                                "福利",
                                                "自由主义",
                                                "官僚制",
                                                "社会达尔文主义",
                                                "喻世明言(精)",
                                                "考工记.匠人",
                                                "营造法式",
                                                "闲情偶寄",
                                                "园治",
                                                "清工部工程做法",
                                                "中国建筑史",
                                                "我们所知道的唐代佛寺与宫殿",
                                                "世界建筑大师名作图析",
                                                "中外建筑史",
                                                "云岗石窟中所表现的北魏建筑",
            "中国现代文学中的自然精神研究",
            "修辞学散论",
            "同调与同伦原理",
            "先知的箴言",
            "一部英国的“傅雷家书”-教子信札",
            "福利",
            "自由主义",
            "官僚制",
            "社会达尔文主义",
            "喻世明言(精)",
            "考工记.匠人",
            "营造法式",
            "闲情偶寄",
            "园治",
            "清工部工程做法",
            "中国建筑史",
            "我们所知道的唐代佛寺与宫殿",
            "世界建筑大师名作图析",
            "中外建筑史",
            "云岗石窟中所表现的北魏建筑"};

}
